Repository: shoheitanaka/woocommerce-product-gift-wrap
Catalog: languages/woocommerce-product-gift-wrap-*.po
Languages: da_dk, ja, pt_br

source: Default Gift Wrap Status
da_dk: Standard gave indpaknings status
ja: ギフトラッピング状況（デフォルト）
pt_br: Estado padrão para a embalagem

source: Enable this to allow gift wrapping by default.
da_dk: Aktiver dette for at tillade gave indpakning som standard.
ja: デフォルトでギフト包装を可能にするために、これを有効にします。
pt_br: Ativar permite embalagem por padrão.

source: Default Gift Wrap Cost
da_dk: Standard gave indpaknings pris
ja: ギフトラッピング費用（デフォルト）
pt_br: Custo padrão da embalagem

source: The cost of gift wrap unless overridden per-product.
da_dk: Prisen for gave indpakning med mindre det er overskrevet per-produkt.
ja: 商品毎のギフトラッピングの費用
pt_br: O preço de uma embalagem, a menos que o preço no produto seja diferente.

source: Gift Wrap Message
da_dk: Gave indpaknings besked
ja: ギフトラッピングの表示
pt_br: Menssagem na embalagem

source: Default
da_dk: Standard
ja: デフォルト
pt_br: Padrão

source: The checkbox and label shown to the user on the frontend.
da_dk: Tjekboksen og mærket som vises til brugeren på siden.
ja: チェックボックスでのラベルのページ上での表示
pt_br: Mostrar checkbox na página para o usuário.

source: free
da_dk: gratis
ja: 無料
pt_br: grátis

source: Gift Wrapped
da_dk: Gave indpakket
ja: ギフト包装
pt_br: Embalagem

source: Yes
da_dk: Ja
ja: 対応
pt_br: Sim

source: Gift Wrappable
da_dk: Mulighed for indpakning
ja: ギフト対応可能
pt_br: Embalagem

source: Enable this option if the customer can choose gift wrapping.
da_dk: Aktiver denne mulighed hvis brugeren kan vælge gave indpakning.
ja: ギフトオプションを利用出来るようにします。
pt_br: Ative esta opção para o cliente escolher.

source: Gift Wrap Cost
da_dk: Pris for indpakning
ja: ギフトラッピング費用
pt_br: Custo da embalagem

source: Override the default cost by inputting a cost here.
da_dk: Overskriv standard prisen ved at skrive en pris her.
ja: 通常のコストに追加する費用を入力します。
pt_br: Coloque o custo da embalagem aqui(será substituido o custo padrão).

source: WooCommerce Product Gift Wrap
da_dk: WooCommerce Gave Indpakning
ja: WooCommerce商品ギフトラッピング
pt_br: WooCommerce Produto Embalagem

source: Add an option to your products to enable gift wrapping. Optionally charge a fee. For WooCommerce 2.0+ @todo Design selection.
da_dk: Tilføj en mulighed til dine produkter som aktiverer gave indpakning. Eventuelt sæt en takst. Til WooCommerce 2.0 eller højere. (@todo Design)
ja: ギフト包装を有効にするには、お使いの製品にオプションを追加します。必要に応じて料金を請求する。For WooCommerce 2.0+ @todo Design selection.
pt_br: Adiciona os seus produtos a opção de oferecer embalagem. Opcionalmente, uma taxa por isso será necessária. Para WooCommerce 2.0 ou superior. (@Todo projeto)
